INSERT INTO public.specialty_type_translations (specialty_type_id,language_code,"name") VALUES
	 (13,'ru','Лечебное дело и медицинская педагогике'),
	 (13,'uz','Даволаш иши ва Медицинский педагогика иши йўналишлари'),
	 (14,'ru','Направление «Педиатрия»'),
	 (14,'uz','Педиатрия иши йўналиши'),
	 (15,'ru','Направление «Медицинская профилактика»'),
	 (15,'uz','Тиббий-профилактика иши йўналиши'),
	 (16,'ru','Направление «Стоматология»'),
	 (16,'uz','Стоматолог йўналиши'),
	 (17,'ru','Направление «Лечебное дело и медицинская педагогика»'),
	 (17,'uz','Даволаш иши ва тиббий педагогика иши йўналишлари'),
	 (18,'ru','Направление “педиатрия”'),
	 (18,'uz','Педиатрия иши йўналиши'),
	 (19,'ru','Направление медицинская профилактика'),
	 (19,'uz','Тиббий-профилактика иши йўналиши'),
	 (20,'ru','Направление «Стоматология»'),
	 (20,'uz','Стоматолог йўналиши');

SELECT setval('specialty_type_translations_id_seq', max(id)) FROM public.specialty_type_translations;
